{
    "articles":[
        {
            "id":"1",
            "title":"赛博SRM",
            "content":"能以二阶段推进的方式发射一大簇高速动能穿刺弹头，这些弹头不仅能极大地削弱护盾，在击中船体时也能产生不俗的EMP 效果。最致命的是，普通点防武器对赛博来说几乎毫无作用。\n作为近程二级动能武器。当一级制导导弹携带着二级动能弹头到达攻击距离时，内置计算机将会顺势点燃动能弹头的推进器，正如其名，赛博所使用的二级弹头是由贫铀之类的高密度金属所制成的尾翼稳定脱壳穿甲弹。\n虽非常适合用于打击敌舰护盾并使其反应堆超载，但由于如今的标准装甲均有间隔，如果目标及时关闭护盾并以这些致密的装甲来承受穿刺弹头的打击时，其造成的破坏力将大幅降低。\n该武器系统装载有数枚赛博导弹。也具有双发和发射舱版本。（小型导弹武器，反护盾，动能，1200）",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"10-21 11:45:14",
            "url":"detail/1",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"2",
            "title":"典范-级 (战列舰)",
            "content":"人之领战舰设计中的巅峰之作，不仅仅是军事上的必要性而造就了该主力舰的诞生，更多的是海军部某些高层军官的野心在速子科技以及主要承包商的大力支持下所带来的结果。\n没有任何一艘主力舰要比典范-级更加坚挺、强大，它是旧时代真正意义上的无敌巨舰。\n战斗性能\n结构值18000\n装甲值1500\n防御方式全盾\n护盾角度360\n护盾维持（幅能/秒）750\n护盾效率（幅能/伤害）0.6\n幅能容量25000\n幅能耗散1250\n最高航速30\n战术系统：堡垒护盾\n禁用所有武器来大幅度降低护盾所受到的伤害，但会持续产生硬幅能。\n安装槽位2中型通用，4×小型导弹，4×中型能量，1大型能量，9×小型能量\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"10-22 19:08:10",
            "url":"detail/2",
            "img_url":"../../img/典范.png",
            "pinned":false
        },
        {
            "id":"3",
            "title":"《创世记·第一天》",
            "content":"写给傻蝎：\n你真的好傻好傻啊！\n我不知道，那天夜晚我花了多大的力气才叫出你的名字。看你回头的那一刻，我很茫然，也很犹豫，更不知所措\n，但，我看你笑了。也许你未注意到，但你的笑给予了我勇气，之前的怀疑啊，悔恨啊，自卑啊，在你的笑下都瓦解了呢。\n我看到你站在牌子前等着我。于是，我又跟你肩并肩走在一起了呢，虽然很短暂，但那感觉很美好。这是第三次了，既然过了三，我想会有更多次吧。\n其实我还是有点生气的，你知道吗？我记得之前你站在我旁边傻傻地站了半分钟，还傻傻地问：“王先生坐哪？”（是在问我吗？）希望我不是在自作多情，我真应该告诉你，或是一把从你手中夺过那本子扔在王先生位置上。但我没有，我真怂。那天下午大课间时，我偶然发现你看到我在排队时竟去了另一个餐厅。我想，也许你生气了呢。\n你有因我而受到心灵煎熬了吗？如果有，我既有点高兴，又有点愧疚，原来，你心里有我呢。\n那天你内心慌极了呢。哈哈，你为什么去男寝呢?校门又不在那边~在截然不同的方向呢。你呀，总是这样，装作自己冷冷，满不在乎的，其实心里小鹿乱撞，都不知道自己在干什么，说不定腿又软了呢~\n你说，说你不要我了，鬼才信呢，你最爱撒这种谎了，而且你又笑了，一点都不严肃。虽然我没听清你之前说的那些话，但，我相信未来。\n我再也无需自责，无需自卑，我一定要珍惜你，留住你，你是上天赐给我的幸运。\n 过去的不快终究如轻烟般散去，未来的大门等着我叩起。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-12 00:00:00",
            "url":"detail/3",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"4",
            "title":"《创世记·第二天》",
            "content":"你回来了呢。\n细细观察你才发现你经常发呆呢。是在想谁呢？\n其实我是应该鼓起勇气，向你打打招呼的。但是我还是很怕，不够自信，对长相更不自信。\n要是你我独自相处的时间再多一点就好了。\n你也是很闷骚，如果你哪怕积极那么一点点，我也会轻松很多。但，谁叫你是女孩子呢？你也有你的矜持吧。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-13 00:00:00",
            "url":"detail/4",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"5",
            "title":"《创世记·第三天》",
            "content":"可能偷偷看你上瘾了吧，细细一想，跟你说说话挺重要，但不是最重要的事，当你转过头来时，我看你，如果你发现了我也看向了我一眼的话，哪怕很短暂，我也会很开心。\n其实我生日快到了呢，你会祝福我吗？还是当作什么都没发生的忘掉呢？我并不衷心于过生日，我只是想看看你的反应，只要有一点反应我也会很开心，如果没有，我会难过，但不会特别在意。\n似乎即使之前在散步的时候，如果我们迎面相行，我总是大大方方地看着你，而你呢，总是低着头，你只敢望我的眼睛望一秒钟，或许只有一眼。其实，咱们第一次散步时，你看着我的眼睛看了蛮久（我当然也在看着你），你说，我们以后还能再散步一次吗？\n真是捉摸不透你这天蝎的心啊，很敏感，很古怪，对于我，你是心虚，还是羞涩呢？\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-14 00:00:00",
            "url":"detail/5",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"6",
            "title":"《创世记·第四天》",
            "content":"你又回来了（呵呵……）\n其实你还是给了我几次眼神的（不是我想多），我当然大胆地回敬啦，但你总是不肯多看几眼（我是不是很丑？）\n我将我们的事跟我基友说了，你有向那个朋友提到过我吗？（应该没有吧……）其实这个位置挺好的，至少，你的音容笑貌，一举一动，我可以尽收眼底呢……\n还是想和你说说话呢。（自嘲）\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-15 00:00:00",
            "url":"detail/6",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"7",
            "title":"《创世记·第五天》",
            "content":"可能态度转变啦。\n我一时很迷惘，我不知道我在追求，追寻什么。我是不是把你看得太重了？其实你一直都在以平常心对我，而我却一直把你看得很重要很重要，看成生命的一倍分。我这样做，似乎只会让自己活得更累。\n我也没必要一直看你，一直看你什么的。王先生说得对，我少多情一点，少忧郁一点，其实可以活得更好。\n也许自作多情的我明天又是另一种态度了。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-16 00:00:00",
            "url":"detail/7",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"8",
            "title":"《创世记·第六天》",
            "content":"一些真心话。\n回忆往事，和你那些往事真的很美好。记得第一次与你聊天时，你就那么随意地将你好朋友的账号发给了我，我很诧异，因为我们完全时陌生人，刚在同个教室一个多星期罢了。\n无论是第一次散步还是第二次散步，我觉得那时的自己很快乐，也很满足，那时看你的眼睛，自己的心灵还是很受震动的。\n后来我们关系恶化时，记得那天你一个人，我叫你时，你止不住地笑。看你的笑和眼角那抹有笑意的眼神，我以为，一切会变好。\n最后还是你亲手删了我吧。我真的像个疯子，你朋友说得对，也许我对你真的动了歪脑筋吧。\n我看来，朋友对你也许并不是负担，而我却不一样，我急于去表达对朋友的那份关心，最后自作自受。对你还是过了火吧。\n今天晚上，在操场上与你相遇，我觉得自己是迷惘的，因为，我觉得还是没法轻易放下你啊。\n你还是很重要，很重要的。如果有一天你孤身一人的走，我觉得我还是会主动上去搭讪。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"5-21 00:00:00",
            "url":"detail/8",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"9",
            "title":"《创世记·第七天》",
            "content":"那天是星期二的夜晚，我心情很不好，特别不好。\n也许我只是在生闷气。也许我是预感到了什么。\n直到，我收到了那封信。\n我以为是你写的。我只觉得自己很迷离，很怅惘，我不知怎得白砖瓦一个个从脚下掠过，我不知怎得迈过一个又一个阶级，终于找到了一个，我认为安全的地方，打开了那封信。我很蒙，但我的第一反应是，你也许欺骗了我呢。\n原来，我跟你做朋友，也会侵犯到别人的权益呢。\n我变得生气很阴沉，我不知怎得变得暴躁。\n那天放学，也许是轮到我收试卷上吧。\n我只觉得自己的脸很硬，很古板，我一声不吭地理着一张又一张试卷，直到，你来了。\n那是我一生不能忘掉的一幕，你拿着试卷，你至始至终在看我，你紧抿着嘴，没说一句话，你将试卷递给我，我知道我脸色不好看难看，但还是很小声地“嗯”了一声。\n你就这样看着我，直到我转头离开。\n我一辈子忘不了你的眼睛，以及镜片上那抹紫光。\n那一夜，灯光很刺眼。\n是她给我的那封信让我很黯淡吧，还有，你那时给我信的身影，微微闭合的双眸，毫不留情的回头，我终于明白，你与我无关。\n我又走上那个阶级，又走去一个无人发现的地方，我打开了那封信。\n很罕见呢，那封信被我撕了。\n我载着夜色，踏着月光，我默然地看着一个个人从我身旁走过，那一夜，灯光好刺眼，好明亮。隐隐约约，我看到你的背影了。\n辣眼。\n也许未来没有机会看到你的背影了吧，但我心甘情愿。\n你的未来我置之不理。\n再见，请忘掉能再见。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"6-?? 00:00:00",
            "url":"detail/9",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"10",
            "title":"蔡年彬精神诊断报告",
            "content":"主诉：患者否认有精神相关疾病。根据同学与朋友的描述，主要是妄想。\n现病史：患者于2018年发病。2018年3月，患者与一个同班女生聊天，一起到操场散步，疑有早恋倾向。两个一开始关系不错，但有一天患者不知道做了什么，同班的女生就断绝了与患者的来往。当同学提起此事时，患者说自己患有“精神分裂”，“都是另一个人格干的”，“我不知道这件事”。可惜无济于事，没有人相信患者说的话。（附注：于2019年同学问起此事时，患者说自己的病好了。另外，双重人格为分离性身份障碍而非精神分裂，可见患者缺乏相关精神病学知识，大概率是谎言。）于2018年5月，患者又与另一同班女生交往，开始在QQ上聊4个小时，并且彼此认可，大有又谈恋爱之势。后因为干了某些出格的事，与其闺蜜发生争吵，再次破碎。在2019年2月下旬，患者由于同班一女生在操场两次散步，第二次被同学们看见并且谣言广为传播。患者在操场散步时，大谈自己与“前女友”（多系2018年5月那个）的事情。后因谣言，该女生断绝与患者的交往，令患者极度伤心，一段时间面无表情，情感淡漠，不太会搭理他人。\n据其朋友叙述，患者在与其同床时，曾说自己的“前女友”水性杨花，很浪，并于自己最好的朋友……并且患者的情绪有些不稳定，有时会面无表情地呆坐着，进入犹如木僵地状态，有时又很兴奋，会滔滔不绝地讲故事。在其“前女友”生日时，患者曾说要返回原校给其一个Surprise，但得知其已考走时又唉声叹气。其同学叙述，患者总爱穿着动物衣物，穿盗版NEW BLANCE鞋，阿拉伯迷彩内裤，并歪头走路等。最近患者地症状有所加重，认为自己可以死灰复燃，在假期期间发QQ消息给2019年2月勾搭地那位女生，但那位女生因为手机掉马桶里并屏蔽了患者而未能回复。返校当天患者写了一封信要求同学转交给那位女生，反应不明。\n既往史：未知患者外伤、输血史，未知病史与服药史、冶游史。\n个人史：略\n家族史：未知\n精神检查\n（一）一般检查：青春期男性，年貌稍显油腻，目光略显深沉忧郁。表情十分丰富，衣着较整齐，但衣品不行。气质也与常人不同，有种把任何衣物穿成大妈衣物地潜质。长相不好描述，在此用同学的话代替：“乱发米饭夹杂，厚唇胡须密布，头戴老年眼镜，身穿大妈服装，下着能遮腿毛裤，足蹬椰子运动鞋，两个鼻孔大如斗，一展歌喉吓死狗”。皮肤较白，激动时面色潮红。意识清楚，定向力完整，完全可以自理，大、小便正常。饮食、睡眠未知。\n（二）认知活动\n1.感知觉：未有错觉、幻觉和感知综合障碍的表现。\n2.思维和思维障碍：据同学及朋友描述，患者有时会非常兴奋、激动，表情丰富，语速较快，笑声诡异，多发在提及患者恋爱史时。在上课、午休、自习时，有时患者会陷入一种类似木僵的状态。当别人叫患者时需若干秒才能反应过来。患者既往可疑出现妄想。当托其朋友问及你是否认为那些女人爱过自己，患者不作答；问及患者是否认为自己很帅，患者不作答。未查及思维连贯性障碍。疑有夸大妄想、钟情妄想。\n3.注意力：有时谈话注意力不够集中，及会不会注意对方的谈话，而进入一种类似木僵的状态。疑似是妄想导致，但也有可能有注意力障碍。\n4.记忆力与智商：从至少上了重点普高来讲，没什么问题。\n5.自知力：否认自己有情绪方面问题，否认自己的问题属于精神方面的，认为自己没有任何精神疾病。患者自认为高深莫测，已经历人间冷暖，懂得爱情，认为同龄人都是不谙世事的小屁孩。其同学大部分不认为其有精神方面的疾病，而认为是他的性格问题。\n（三）情感活动\n可推及患者有情感矛盾，对外宣传自己的“前女友”是个BZ，自己早已放下，不再回头，而自己却想回去见她。但也不排除患者性格原因，比如死要面子。患者对其同学说自己有情感高涨、情感低落、情感淡漠。情感反应与内心活动大都与周围环境一致。\n（四）意志行为：\n在学校时，除了打篮球和与女生散步之外，几乎都是单独一人行动。不在同学多的餐厅吃饭，夜宵时间除了与女生散步的那几次都是独自一人在操场拥挤的人流中行动。患者只要站着都是歪着头的，疑似为作态。患者喜爱带动物的衣物，据其同学描述，有老虎大红鞋、大苍蝇毛衣、大象卫衣、狗熊大衣，还有阿拉伯迷彩内裤。可能有象征性思维。患者有时会十分专注地做一件事，应为妄想，有意志力增强的表现。患者经常专注于学习数学竞赛，但学不起。\n诊断：ICD-11编号7A50.21；7A60.A。有精神分裂症，多次发作，目前为发作期。双向I型障碍，目前为伴有精神病性症状的混合状态。\n治疗计划：\n精神分裂症：当患者出现妄想、瓦解症候群等阳性症状时，服用奥氮平可以有效控制阳性症状。患者之后发病均视为复发，均应视为急性发作期，应尽快控制症状防止疾病所致的继发性伤害。这时应服用奥氮平，5mg/d开始，如一周后无严重不良反应，应加大剂量至治疗剂量10-20mg/d。之后到巩固治疗期时，应继续服用治疗剂量至少六个月，待病情充分缓解后，可以减少剂量。但作为第二代抗精神病药，可以根据患者的用药情况、病情程度进行评估，可以在维持治疗期继续使用治疗剂量。当阴性症状发作时，奥氮平效果不佳，可以考虑换药或加药，使用抗抑郁药物。\n双相障碍：躁狂发作时，以心境稳定剂为主，使用碳酸锂。发作时碳酸锂的治疗剂量在100mg-200mg/d，先从小剂量开始，再逐步增加至治疗剂量。由于奥氮平也有一定的心境稳定作用，所以碳酸锂可作为备用药物，或是和奥氮平联合使用。抑郁发作时，亦可采用碳酸锂。奥氮平与氟西汀也是另一种选择。当上述药物效果均不明显时，可以尝试使用其他抗抑郁药，但要提防其转躁。\n对于这两种疾病，电抽搐治疗也是不错的选择。向其大脑施加233V的电压，并注射麻醉剂和肌肉松弛剂，以免抽搐所致骨折。或者使用热抽搐治疗，不需麻醉剂，可在意识清醒时进行。方法是把患者按在床上，用电熨斗夹击患者头部，即可达到治疗目的。\n",
            "author":"柚子",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-?? 00:00:00",
            "url":"detail/10",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"11",
            "title":"年彬短句-箴言篇",
            "content":"1.一次次错过良机，是为了忘我的珍惜，失而复得后的你。\n2.再见到你，我一定让自己假装很坚定。\n3.所谓独有的倔强，就是甘愿为你的矜持放下。\n4.只是不愿失去你，不是不能。\n5.我最大的不幸，就是没守住目送你背影的权利。\n6.星辰多温柔，恰似你的双眸。细水涓涓流，但愿能重逢。\n7.我与你的对问，好似黑夜问白天，无法捉摸。\n8.或许，我主动一点，等着我的便是海阔天空？\n9.人生不过百十岁，问君还有几时回？\n10.秋波相传，即使隔着银河，也能冻结时间。\n11.我甘愿跟在你身后，我甘愿等在这路口。我只想陪你走走，我只想你心里有我。\n12.空空如也的分手，忘记自我的念旧。\n13.我什么都有，倒也不差你。我什么都没有，倒也不怕没有你。\n14.你我之间好似一圆，起点最远处，是我们最快乐的时候，之后，渐渐落幕。\n15.曲终人散，此刻，不散人，只散心。\n16.你终究只是一场风。舒适之后，再也寻不得你的踪迹。\n17.依赖一个人到极致，会被厌弃。\n18.只是受够了大风大浪，所以悲观一点，才不会让孤帆叶舟被打翻。\n19.你若是那水，我绝不愿做条鱼，凭你而活。你若是那日，我绝不愿做朵云，衬托你的光芒。你若是那月，我绝不愿做那夜，渲染我的寂寞。\n20.流年花絮谁人懂，光阴旧梦驻心中。\n21.一剪闲云一溪月，一程山水一年华。\n22.平淡是真，张扬是假。\n23.想哭就哭吧，明天总要微笑。\n24.我们两不亏欠。\n25.我再也不苦苦寻觅你的身影，我再也不苦思冥想你的内心。不是我的强求不来。既然你不属于我，我何必执着？\n26.你来，我走，你不来，我也不请求。\n27.既然对你来说，你视我这个朋友如草芥，我也不想挽留。\n28.心酸了，就不会再甜，你令我心酸，就意味着你我之间注定悲剧。\n29.星星和月亮，一如既往。就像你我之间也不会变化。\n30.一个人挺好，没心没肺，没有牵挂。\n31.早就想忽略我了吧，只是开不出口\n32.心中不愿，可以找一万个理由\n33.失望和失落，只能自己体会\n34.我没有理由强求你，再热情以对只会活得更累\n35.要被伤害多少次，才能收敛满腔深情？\n36.看来，只有在被伤害时才会想起你的好。——ABB\n37.失落怎能讲得清楚，难受怎能感同身受。\n38.总有些东西想随手记下，流露于心，乃是真情告白。\n39.细细一想，你不可能是我的避风巷，但请别做我的大风大浪。\n40.你走你的阳关道，我走我的独木桥。\n41.只能为你哭泣一次，就好比只能为你一个人付出所有，道理时一样的。\n42.太在乎你对我的感受，只会让我活得更累。\n43.我想，你只是单纯的简单，所以没必要对你抱有奢望。\n44.乐观好，但不如悲观坚强。\n45.一个人也罢，结伴而行也罢，茫茫人海也罢，背影总是落寞。\n46.就这样挺好，你不看我，我看着你。我不吵不闹不笑，看手舞足蹈的你，反衬孤独的我。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"3-?? 00:00:00",
            "url":"detail/11",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"12",
            "title":"陈君灵-COC角色卡",
            "content":"属性\n力量（STR）：55  敏捷（DEX）：75  体型（SIZ）：40\n智力（INT）：50  教育（EDU）：40  外貌（APP）：70\n意志（POW）：70  体质（CON）：50\n灵感：50  理智：70/99  幸运：\n生命：  移动速度：8  魔力：14\n姓名：陈君灵  性别：女  年龄：14\n体格：0  伤害加值：\n描述\n职业：学生  个人描述：身材娇小，拥有和哥哥完全不一致的大眼睛，一头浓密的长至肩胛下端的黑发\n出生地：浙江                     特点：腼腆，对外人寡言\n重要之人：欧尼酱哥哥             意义非凡之地：哥哥的房间\n宝贵之物：哥哥为其写的一本小说   信念：想要帮助废柴哥哥，并发掘其天帝的真相与两人的命运\n伤疤：无                         CM之物：《魔法少女培训手册》\n第三类接触：塔维尔·亚特·乌姆尔\n个人背景介绍：出生在浙江一个普通的家庭，其上有一个大两岁的哥哥叫陈溟。哥哥是一个摆烂废物，尽管有不错的脑子，但就是不好好学习。与之相反，陈君灵资质平庸却学习认真（其实也不认真，相比于哥哥来说可谓愤发图强）。父母由于工作原因不常在家，兄妹俩均在寄宿制学校就读。天性腼腆，只与哥哥比较亲近。哥哥替她写作业，陪她玩耍。因此，哥哥的房间成为了她记忆中最美好的地方。在陈君灵十岁生日时，陈溟送了她一本为她而著的中篇小说，她十分喜爱，反复观看了好几遍，并保存在书包中。两年后，她偷看了哥哥的日记，发现了陈溟竟是天帝下凡，丢掉了所有的权能。向哥哥确认后，年少的陈君灵下定决心帮助不求上进、不思进取、不务正业的废柴哥哥夺回权能、击败敌人。但她不知道陈溟是自愿的，只是为了有一个妹妹陪伴成长。之后，陈君灵多次梦见一个高耸入云、虚幻的巨大人影。第五次梦见后那个人影说话了，称自己是塔维尔·亚特·乌姆尔，对从没听过的地球上的“天帝”很感兴趣，会帮助她。在塔维尔·亚特·乌姆尔的指引下，陈君灵获得了一本《魔法少女培训手册》，学习了一些情形的应对方法和一些法术。从塔维尔·亚特·乌姆尔口中，陈君灵得知了宇宙的恐怖真相。\n法术\n①犹格·索托斯请神术：召唤一团光辉球体，需要向其提供20点意志或一个人牲。人牲可以提前准备好，也可以临时指周围的一个聚落，由犹格·索托斯跑过去随机选择一个幸运儿。完成祭祀后犹格·索托斯会回复你的请求，然后自行离开。\n仪式：只能在夜晚进行召唤，但可在白天准备好。需要在空旷平坦的地方画一个2m直径的巨大法阵。并沿线洒上至少400ml的人血。在法阵周围摆上点燃的蜡烛，仪式主办者拿小刀割伤自己，同时献上意志、诵念犹格·索托斯的尊名，便可完成仪式。基础成功率为10%，每献祭一点POW，成功率提升5%。献祭后小刀不会被附魔，但可用附魔小刀完成仪式。其他人也可献祭意志，每人最多3点，祭司不限。\n②支配术：对一个人发出命令，通常是简单易执行的，例如“停下”“走过来”“闭嘴”“趴下”之类。若成功，目标将强制执行你的命令，可持续1-5秒。目标不会丧失意识，会明白有神秘的力量控制了他。\n方式：目标至少要在可视范围内。念一串咒文后，与目标进行意志对抗，与目标距离每增加10m便额外消耗1点魔法值。意志对抗成功后，法术便立即生效。\n③内在潜力：向犹格·索托斯祈求力量。法术施放后，STR、DEX各上升20点，CON上升40点，生命值也暂时上升，持续30分钟。若受到超过原有生命值的伤害，在法术效果小时候立即陷入濒死状态。法术效果消失后，永久丧失5点CON和1D6点理智。\n诵念一长串咒文（至少需要30s）并用祭刀割伤自己即可。消耗5点魔法值，若念错了一点，效果会发生什么变化呢……\nP.S.塔维尔·亚特·乌姆尔：我没有给你力量，只是激活你的潜力而已。\n④ 拉来耶造雾术：在一定区域内创造一片潮湿黏重的灰绿色雾气，能见度极低和完全黑暗差不太多。在雾气中长时间停留会损伤呼吸系统，每小时丧失1点生命值。雾气会在12小时后小三，有风、开阔场地下更快。\n标准的拉来耶造雾术可以制造半径75m的雾气。施法者需要念一串咒文，消耗7点魔力值，献祭5点POW并丧失1D3点理智。方圆5千米内要有足够的水源，长满藻类的污水更好，若没有，魔力值消耗加倍。可以小型化，也可多人共同施放巨型化。\n⑤ 魅惑术：让施法者在目标眼中变成目标理想的模样，因人而异，可能是拥有绝世容颜的少女，也可能是一坨大便或生殖器。嘛，总之有效果就行了。施法者会成为目标的诱惑，其强烈程度取决于目标本身欲望大小。目标会接近、跟随施法者，可能会听从施法者的命令，也可能会做出奇怪的猥亵行为。法术会在1小时后失效，目标昏迷后再醒来也会失效。\n目标需要在可视范围内，越近效果越好。需要曾经接触过目标，咏唱咒文后，与目标进行意志对抗，消耗3点魔力值。在法术生效期间，可通过再消耗2点魔力值延长1小时，需要与目标再做一次意志对抗。\n⑥ 雷电剑：对任意金属附魔雷属性。对接触到的生物额外造成1D3点伤害，并有概率造成麻痹。\n公公写道：⑦美少女之吻（束缚术）：描述：「用美少女的力量用爱让他不能动弹！❤！」对１０米内单个目标使用，作出配套咒术动作（飞吻+手势）后使目标受不知名力量束缚，同时施术人与受术目标进行灵感检定，若通过则可以看见约束自己的非人生物同时Sancheck 1/1D6.使用需消耗5点魔力，献祭３点ＰＯＷ并丧失等量理智。无需进行意志对抗。若对方试图挣脱则进行力量对抗，非人生物力量为１００；若额外消耗（倍数增加）ＭＰ与ＰＯＷ，则力量加倍。\n",
            "author":"柚子&公公",
            "tag_chs":"随笔",
            "tag_eng":"casualessay",
            "year":"2022",
            "time":"1-?? 00:00:00",
            "url":"detail/12",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"13",
            "title":"杂记③——细数我人生中令人印象深刻的事（删减）",
            "content":"从幼儿园写起吧。\n幼儿园没有很多事，大部分因为我记忆模糊了。唯一一件我人生中干过的最大胆的事过于羞耻，还是带进墓地里吧。\n接下来到小学。小学有六个年级，事儿比较多，具体是几年级肯定记不清了。我并不是陈某那样天生便是有趣的人，所以可能会有些许无趣。只是些琐事儿罢了。\n一年级时我经常和一个女生玩耍，绕着体育馆跑。之后曾几次试图回想起那个女生是谁，均失败。甚至把她想错了人，张冠李戴了。\n升上二年级后分班了，接下来五年就再没分过班，和一批人待了五年。除非我大学读医，否则这会是我与人同窗的最长经历了。可惜是小学，升学后同学间几无联系。\n班主任曾对我妈惊讶地说：为什么他上课都不听还能考这么好？  我甚是迷惑。印象里我小学时可是极认真的，从不上课看闲书开小差。不知道班主任是如何得到我上课不听这个印象。\n小学食堂饭菜很难吃，经常吃几口就偷偷倒掉。\n曾犯下过盗窃之罪。有一段时间食堂会给每个人发一瓶优酸乳，我因为贪吃和屑顺走了一瓶，被看监控的保安发现了，他还一个班级一个班级地找过来。班主任并不相信我这个“好学生”会盗窃，我似乎也没有明面上承认，不了了之了。\n还有一次和保安打交道。学校严禁在校外买辣条等垃圾食品更别说带进学校了。午休时我和同学在学校栅栏交换零食被保安发现了，他追了过来。我抱住怀中色彩丰富大小各异地辣条产品也跑了。就凭我当时一米四、五的身高肯定是跑不过大人的。于是在一个拐角处我把零食全扔到了车底，自己溜进校舍了。事后才从车底把零食掏回来。\n朋友被欺负了，我当时可能正看欺负他的人不爽，便商量着一起去揍他。在蹲点时我临时放弃了。\n中午经常和伙伴们逃值，在学校里到处跑，然后被当班干部的女生们抓回去或者叫回去。这几乎成了男生和女生之间的游戏了。下午放学没人逃值，急着回家呢。\n在食堂里被全班成绩最差的人骂：“成绩好有什么了不起的！”我早忘了我做过什么惹了他的事。\n早读有班干部监督。我后桌一老哥一直不读，班长（女）一拳打在了他鼻子上，流血了。老哥趴在桌子上哭，鼻血带着泡沫流到桌面上。记忆里，血几乎铺满了桌子，快流到我身后了，大概打破了小动脉吧。\n五年级当过半年班长。当班长的好处是不用早读和做眼操。但拍着讲台喊：“安静！”是很需要勇气的事，每次使用技能前都要蚌好久。一学期后辞职不干了。\n学过一年的奥数。学之前需要写一张两面的测试卷，满分100，我60几。培训班的老师说没学过考六十几已经很高了。\n培训班的寒暑假培训会持续到晚上。那里的包子很好吃。\n星海的提前招考数学时迟到了半小时，写了六面以为自己写完了，最后才发现原来有八面。英语考试，单词全不认识，考得和坨屎一样。只有实验班资格，优惠都没有，更别说全免、半免。\n考上苍南嘉禾我认为是运气好。寒假补习，正上课呢，突然老师说嘉禾来提前招了，明天考试，考两门到晚上八点多。数学卷子比星海的简单多了，语文的阅读题做过。这样居然还是最早的一批。\n三、四年级的时候接触MC。是姐姐的朋友们带我了解的。我记得黑夜降临时内心的慌乱，和用手撸到岩浆层的壮举。\n自从接触了MC，我的注意力从网页游戏转移到客户端游戏上（包括现在的绝大多数手机游戏和PC游戏）。我对MC的热爱持续了很长一段时间，热衷于折腾Mod、光影、材质、插件和服务器。直到我换了电脑，发掘出了更多的更丰富的世界，MC渐渐被我遗忘。大概是周围没有玩MC的人吧。\n我常用的网名：Def233便源于此。Def是我崇拜的MC大佬的网名Defanive2的前三位，同时也是大家对他的简称。233是当时火的网络用语，正好拿来做后缀。一般人肯定会以为我的网名是胡思乱想的吧。另一个网名LoremmLeL则来自于我写的小说。\n毕业考那天很热，学校里没有空调。学校买了一箱的冰块放到考场中，就我的体感而言，没什么用。\n六年级接触到了进击的巨人。只看了动画没看漫画的我天真地认为这是少年热血型，沉浸于用眼花缭乱的立体机动砍下巨人的后颈肉。发现了一个立体机动MC模组，录了一段视频发到班级群炫耀。\n和朋友讨论写小说，甚至在起点发了几章。后来自知愚蠢，不写了。\n小学时班级挺流行自制纸面小游戏的。我也做了好多，一般和堂弟一起玩或自娱自乐。在阳台上狙杀行人获取Exp，真有趣。\n差点被楼上掉下来的窗户砸到脑袋，幸好我躲得快。\n夏天。堂哥在打穿越火线。我和堂弟用毯子、被子、木棍和柜子搭建了一个小帐篷，躲在其中吃着冰棒和星球杯，看堂哥打游戏、聊天，甚是快乐。\n到了初中，7月15日(🐢批注：我也记得) 就去读“夏令营”了，幸好台风把我们解救了。\n夏令营我第一次坐在角落。和同桌玩拖把，甚欢，老师睁一只眼闭一只眼。\n夏令营英语老师教我们唱Lemon Tree，我在座位唱得挺欢，老师叫我上台上领唱，我死也不去.\n有人把屎拉寝室门口了，理所当然被宿管骂了。\n两个寝室共用一个阳台。隔壁寝有一个屎王（我同桌），每次他拉屎臭味会飘到我们寝室。\n跑操列队时，班主任看到我朋友挽袖，便说：“你是杀猪的吗？”朋友经常把老师驳倒哑口无言，于是我脱口而出：“老师是猪”然后我在办公室里站了一上午。\n下课，我看今天的课表没有音体美之流，便说：“今天的课好烂啊。”被英语老师听到了，她向班主任告状，我被叫家长了。父母带我吃了一顿必胜客，回家打了一下午游戏，又回学校了。\n初一寝室隔壁床上是受。大家都喜欢到床上日他，除了我。\n上铺呼噜声巨大，和他关系不怎么好。\n国庆假期前有台风，学校自信不放假。晚饭后下起了大暴雨，广播让学生回寝，不一会儿水漫到膝盖了。还有人涉水回教室拿作业，回寝时一般拖鞋丢了一只。大家在寝室里玩狼人杀、打牌，八点就睡了。次日早陆陆续续回家了，有武警用船拉走的，有家长开船来接的，也有涉水走的。\n初二分班了，我被分到了一班。是最好的班，但风气一般。抄作业、分工合作、看闲书、对答案都是和一班的大佬们学会的（还有转书）。\n看《战狼2》。和当时的同桌一起吐槽这部片太假，有点大声，不知周围同学感受如何，大概认为两个小丑罢了。\n梨子烂在书包里了。我和周围的同学还好奇酒味哪来的，后来才发现我的书包成发酵瓶了。和同学洗了一节课。\n教室后面蟑螂很多，玩蟑螂成为了后排人的娱乐之一。一次把蟑螂泡在浇水瓶中一个多月，期间语文老师还用这瓶喷过人。\n椅面上全是洞。和朋友在另一个同学的椅子上放笔芯戳他屁股。\n开始写小说……那段时间真是美好。\n大概是初二上的期末考，考完后老师都去改卷了，我们几乎看了一天的电影。包括《东方快车谋杀案》《后天》《移动迷宫》等。最后头都疼了。\n初一上的思政老师是东北的小伙子，经常不上课讲灵异故事，同学们都很喜欢他。现在想想，这也太水了吧？\n期中考后突然通知又要加考数学、科学两门，说这是知临预科的提前招考试。只有好的前面两个班参加。明明都挺难的，我却阴差阳错地考上了。(🐢批注：我也！)\n从此，我和乐清这座城市结下了孽缘。\n高中部的提前找居然要1班陪考，浪费了1天假期。比知临的提前找难多了，搞不懂怎么出卷的。\n读完嘉禾的夏令营又去朋岙公立读夏令营。我的暑假啊！！！\n公立的伙食是真好，不知是不是因为我们在教师食堂吃的。\n本来说是18日放假的，之后延长到24日，23日晚又通知延长到27日。不过，这和我关系不大。我19日就请假去伤害坐游轮了。在海上绕了一圈，回到岸上已是25日，本以为同学们早已放假，结果没消息。才知道延长到了27日哈。\n和同桌、后桌（黄子烁）自制扑克牌，被物理老师、韩金各收了一次，和黄某光荣地在韩金的小本本上留下了自己的名字。现在还保存着当时幸存的扑克牌。\n来大知临读了9天，班级里多了好多新同学。新同学有多少来自哪个学校男生帅么女生漂亮么我全没在意，我最在意的是没门的蹲坑和便池。\n到新校待了一个月。寝室的马桶真高级，是虹吸式的，很少堵。\n新校教学楼的公厕简直是理想型，太棒了。\n新校的伙食差于公立，但高于知临和嘉禾。\n回到大知临后开设竞赛班。才明白除了数竞，其它竞赛完全不需看成绩。前几次竞赛选拔考就像在耍猴。\n为了下午上课前多听一会儿歌还专门早起过一段时间。还不如带个MP3，我是傻逼。\n感觉隔壁知临班人才济济。\n生物竞赛班每次夜宵都看电影。虽然我并不喜欢。\n用了两节课的时间学会了拼三阶魔方，沉迷了一段时间。没有学更高阶，也没有学高阶公式，最快也就四十几秒吧。\n知临班没日没夜在走廊上玩苍星，“波波”声绕梁三日而不绝。和周围同学们交换意见后，一致认为玩苍星的多少沾点。化学老师黄刚强的口音很有趣。\n下半段要准备中考，学校叫了一个历史老师，叫蔡素华，长得又丑人又NT，教得也烂，没人不讨厌她。\n尽管当了几年死宅，在见到生化武器之前，我不知道什么是JK和Lolita。当然，那绝不是我所期待的JK和Lolita。\n高中部有人死了，传言有太多版本而且个个大相径庭。不过看大一排黑衣人站在校门口，我明白应该是真的。\n摸鱼划水写小说学生物是我的日程安排。\n得了牙髓炎，最后做了根管。\n快中考了，我们需要回到苍南嘉禾复习中考。快乐的俩月时光来了。当时我还认为学校以中考为依据分班是正确的。如此我还娱乐属实是摆烂了。\n苍南嘉禾有开一鸣店，可以用通用的卡消费也可以用现金。每天吃完晚饭回去一鸣买一瓶酸奶，倚在栏杆上和初中好友边谈边喝。阳光周末的无聊下午会买好多一鸣食品，边看书边吃打发时间。(🐢批注：终生难忘！)\n找理由办了通校证，每天晚上能回家玩手机了~\n与周围的同学们合力做了一副三国杀，经常玩。后来我渐渐失去兴趣了，不过有更多的人参与进来了。甚至达到了旁边八个人都在玩，把我一个连摆烂都摆烂的人围在中间。\n曾向追星追剧的女生推荐《Terraria》，失败。(🐢批注：后来我高二向其提起，甚至早已忘记)\n前面有个女生感冒便请了四天假，羡慕。\n养过一只毛毛虫，后来它化蛹了，然后在茧里再也没出来过。奠。\n有个人才试图用波罗蜜的核种出点什么，把我和朋友打发去偷土。这是违法的吧？在偷土的时候发现了一只蛤蟆，兴奋地拿回教室玩。我一直不明白为什么有些女生会怕蛤蟆。它们明明憨厚又可爱。\n考体育时全程摆烂，1000m走路，总分只有28分。\n中考后回大知临读了七天，这七天是我仅有的真正的生物竞赛体验。\n上高中了，高中的事我其实不太想写。一是发生时间比较近，记忆应该会清晰些。记忆清晰的话，就没有印象特别深刻之说。要从一大堆记忆中挑事是很累的，不像之前，但凡能记住的便是印象深刻的事了。二是高中应该是我的低谷期，日记有一大堆但除了抱怨就是抱怨。没什么好记的吧。\n",
            "author":"柚子",
            "tag_chs":"随笔",
            "tag_eng":"casualessay",
            "year":"2022",
            "time":"??-?? 00:00:00",
            "url":"detail/13",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"14",
            "title":"中学生为什么容易陷入虚无主义",
            "content":"我注意到一位朋友自预科班以来便信奉虚无主义，认为人生、人类、生命毫无意义。虚无主义又容易导向个人主义和享乐主义。因为人生没有意义，那还是自己爽好了。这是一个危险的信号，很多年轻人正是这么做的。迷惘是这群人的特点。没有方向，活在官能刺激中，又因为物质条件的限制，只好“躺平”“摆烂”，成为低欲望、浑浑噩噩的人。可以说我现在正是这么做的（笑）。但我并不信奉虚无主义。大概，有时行为和思想的表现会出现很大的分歧。两者之间的关系我说不清楚，也不敢探讨，没这个能力知道么！（摊手）这种事就交给哲学家吧。\n中学生的迷惘是怎么表现的呢？我认为是没有自己的想法，就算“有”也大多来自于身边人施加的。他们不明白苦读的意义是什么，问父母老师同学，差的回答是别管这些好好学习就行了，好一点的回答无非是为了能赚更多的钱、为了能过得更舒服、为了以后不会后悔云云。现在的中学生缺少社会体验和认知，能提供这些知识和思想的书籍又不看，没有实感。所以上述回答起不到什么帮助，很大可能还有负作用。其实相当一部分虚无主义者是不甘于平庸的，或者说，相对“高尚”些，他们不愿相信人生只是为了赚钱、享乐、生育。但别人的回答，和现实一次次让他们失望，最后只能投入虚无主义的怀抱。顺着父母的想法行动，以此为唯一理由和动力学习。选专业时也几乎没有自己的主见，受杂七杂八互相矛盾的信息左右。顺带说一句，我认为这些虚无主义者实际上还是比一些有明确目标如钱女人地位去努力的人好。庸俗的人确像油腻大叔一样令人作呕。\n我想，中学生容易陷入虚无主义的原因除了该年龄阶段本身的特点，主要还是在外部因素例如教育方法、思想上。小学生不会陷入虚无主义的根本原因是他们想不到这些，就算想到了也无法付诸行动。中学生的思想刚好触及这块地方，中学的教育体系又缺乏引导，在压抑疲惫的环境下自然而然就滑向了虚无主义。\n从教育内容上看，中学给学生灌输的是一套成熟的符号系统，教学的方式比较僵硬（全由教师口授和板授），巩固的方式更是死板（全是题目和提纲），刻板和呆滞的学习内容和方法，以及缺少相应的技能实践使得学生对自己所学内容的怀疑和不满。他们会怀疑所学的东西是否有用处，怀疑它的意义，再加上下述条件，便掉入了虚无主义。\n无聊枯燥压抑的环境。抬头看看班级内部吧，课桌紧密排列，杂乱堆放的书本，逼仄的环境，拥挤的人群，贴满鸡汤的墙。再想想作息表，一天能睡多久？一天要坐几个小时？学校安排的娱乐时间有多少？有多少娱乐方式？看小说，玩手机、游戏机，打球，社交，唱歌，跳舞，练习乐器还是手工？学校内又有多少娱乐资源？假期又有多少？让人在如此环境下待上一两天，可能尚可忍受，待上五天以上，没有人不嚷嚷着回家的。有人会在这样的环境待六年，试想谁不会产生厌恶和无力的情绪？负面情绪的积累会产生一段时间的抑郁，否定自己、否定世界再正常不过了。\n缺少信仰。我认为信仰是动力的源泉啊。没有足够的信仰，是很难坚持做事的。信仰起到的作用大致是精神支柱吧。古代人信仰宗教和统治者，相信神明在时刻监督自己。同时也信仰天堂和地狱的存在。建国初期的人民能怀揣着极大的热忱997的动力来自于他们对马克思主义（虽然更多的是对毛的个人魅力）的信仰，对努力刻苦就能换来更好生活的信仰。士兵在战场上献出心脏来源于对国家、对自己所认定的正义的信仰。这也是为什么说自己要回老家结婚或是家里有个娇妻幼子的士兵肯定会领便当（也可能是妖怪所为）。没有信仰，过于世俗化，子弹都追着你打！（笑）学习其实也是如此，缺乏信仰就会被负面情绪和悲观主义盯上，尤其是在无聊枯燥压抑的环境下。信仰绝对不止各类宗教，也不止马克思主义、唯心主义或是唯意志论。信仰可以是身边的一个具体的人，可以是一本书或虚构的人，也可以是一部漫画、番剧甚至是一部游戏，一个世界观。在家里，接触世界观下的游戏、音乐、动画、小说、漫画时会狂喜，在学校苦涩的环境下回忆起一个世界时会感到抚慰和宁静，把脸贴在作品的书皮上会温暖起来。这样，可以称之为信仰了吧。人是不能没有信仰的，区别只在于信仰什么和力度的强弱。人失去信仰太久的话，一定会做出近乎疯狂的举动吧，例如杀人、自杀、扩大性自杀之类。所为，人为了保护自己和他人，会主动寻找信仰的。这时，虚无主义便来了。因为信仰它不需要门槛，很多人不知道虚无主义这个词却具备了它的基本思想，可见虚无主义从某种意义上说是朴素的。\n缺乏引导。试想，如果不去网上寻找教程，也没有好友帮带去玩GTA5线上模式会如何。连结案都不会开，兴冲冲捏完脸进入游戏一脸迷茫。发呆的时候被路过的玩家撞飞，买个衣服都能遭到地雷暗算，开车兜风被会飞的弟弟摩托追着打，气冲冲地和别人对枪发觉自己只有一把小手枪而对面掏出了一根比人还大发射激光的寡妇制造者。好不容易爬到山顶想来一次充满尊严的死亡，跳下崖时莫名开了降落伞。看到滑翔于天际的场景心生感动和愧疚决定活下去，突然一架战斗机飞过用机翼截断你的腰椎。而你只能在“You Failed”和“咚”的音效中，看着黑白慢放画面中你的小人趴在机翼上扭曲翻滚时愤懑地摁下ALT+F4。  咳，没了解的人看到上述比喻可能有些懵吧。没有人带玩GTA Online真的是极其痛苦的体验。  现在中学生极少看哲学、政治学、历史学方面的著作了吧。这三种学术是形成信仰的捷径，自然科学的话，还是太深奥了。哲学的话，只要除去逻辑学和研究人最基础的认识方法的话，其实也还好。因为剩下的都是研究社会、情感、理性及它们之间的关系的了。这些内容并不是特别抽象，理解起来不难，有种读随笔的感觉。其实高中政治里有讲到，但内容懂得都懂，与其说是引导不如说是洗脑。它能引导形成什么信仰？连马克思主义都没有稍微深入探讨。政治学应该是研究人与人的关系、社会形成和权力分配的学科。高中的政治根本看不到影子啊。\n社会现实。总体上讲，从个人的角度看，社会是在下坡的。我看到过一张统计表格，关于大学毕业生就业第一年平均月薪。其中有2013届、2015届、2017届的数据（应该是入学年份）。其中，所有大学的数据均下滑了3000元左右，排名第一的清华大学从12500+下降到了8500+，可见中国的经济状况在下降，竞争比较激烈。至于个人压力的上升，有目共睹，从今年“躺平”“摆烂”“内卷”“996”等词的出现可见一斑。在灰色的未来和现实的压迫下，能够坚持合理信仰的人少了，更别说高尚的。\n",
            "author":"柚子",
            "tag_chs":"随笔",
            "tag_eng":"casualessay",
            "year":"2022",
            "time":"3-?? 00:00:00",
            "url":"detail/14",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"15",
            "title":"攻势-级（战列舰）",
            "content":"历史悠久的著名设计。在先进打击武器、新型能量武器、护盾系统均未被开发出的远古时期，攻势-级战列舰就已经开始服役于人之领中的无敌舰队。\n当攻势-级第一次从轨道船坞发射升空时，这艘让周遭舰船相形见绌的庞然大物让整片星域都为之震颤。甚至有传言称它们是在一场早被遗忘的战争中被制造用以对抗异种的中流砥柱。后来，人之领工程师对其蓝图进行了改进，不仅增加了护盾系统、升级了超光速引擎、还通过自动化和迭代工程减少必要船员的数量。即使有其它更先进的主力舰蓝图，但由于系统极其简单，故攻势-级仍然当今最容易生产的主力舰之一。\n这艘在设计时就未曾考虑护盾的战舰仅凭可靠装甲就能在承受猛烈炮火的同时，最大程度保护船员们的安全并组织有效反击，因而深受军官和船员们的爱戴。尽管在后勤方面需依赖大量的弹药补给，但凭借其无与伦比的正面火力，让攻势-级可在数分钟内摧毁整支舰队。\n如今，攻势-级以中坚力量的角色，骄傲地服役于霸主海军之中。\n战斗性能\n结构值20000\n装甲值1750\n防御方式前盾\n护盾角度180\n护盾维持（幅能/秒）240\n护盾效率（幅能/伤害）1\n幅能容量17000\n幅能耗散600\n最高航速25\n战术系统：烈焰驱动器\n短时间内大幅度提升该舰速度，代价是期间内无法使用或打开护盾，且系统处于活跃状态时，如果遗到剧烈碰撞将导致引擎熄火。\n安装槽位：3大型实弹，4×中型导弹6×小型实弹，9×中型实弹\n军备详情：2热脉冲加农炮\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"11-18 15:46:00",
            "url":"detail/15",
            "img_url":"../../img/攻势.png",
            "pinned":false
        },
        {
            "id":"16",
            "title":"奥德赛-级（战列巡洋舰）",
            "content":"尽管不对称的球形设计掩盖了这艘战列巡洋舰的真正实力，但凭借独特的船体构造与战术系统，奥德赛-级不仅将能量武器与机动战术完美衔接，还依靠内置的飞行甲板获取了更多的战术选择。\n奥德赛-级曾被人之领海军采购委员会认为是一种失败的设计，并提出许多反对意见:战术定位模糊，军官会议室太大，能源网仅使用高级组件，且配件昂贵。尽管经历了几轮令人瞠目结舌的预算超支和贿赂丑闻，但它的生产合同仍坚持到最后的原型实验前才被驳回。但从未放弃过一次赚钱机会的牵牛星科技将奥德赛-级授权给了几个身处边境的开发公司，其中不乏天苑四-乌托邦地貌改造集团这类的大客户，为他们提供一种可靠的武装移动勘探总部与操作平台。正是因为它在大公司开发边境的过程中扮演了重要的角色，让原本稀有的奥德赛-级最终出现于英仙座星域当中。\n战斗性能\n结构值10000\n装甲值1000\n防御方式全盾\n护盾角度180\n护盾维持（幅能/秒）250\n护盾效率（幅能/伤害）1\n幅能容量15000\n幅能耗散1000\n最高航速70\n战术系统：等离子爆裂驱动器\n在极短的时间内以极快的速度推进舰船向前移动一段距离。\n安装槽位：1大型协同，2大型能量，3中型导弹12小型能量，2飞行甲板\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"11-18 15:52:00",
            "url":"detail/16",
            "img_url":"../../img/奥德赛.png",
            "pinned":false
        },
        {
            "id":"17",
            "title":"星体-级（航母）",
            "content":"技术先进的主力舰，星体-级航母通过所搭载的大量战机联队来为其提供强大的火力输出。\n在大崩塌前几年里，星体-级一直被公认是航母设计领域中的缩影。除部分点防武器和导弹发射架外，该舰几乎所有的自动化系统以及防御模块都是由复杂的(但未过于复杂的)Al系统来进行操控。\n星体-级的主要火力通常都依赖所搭载的战机联队，由于这些数量庞大的战机具备极为灵活的战术空间，因此只要敌舰出现在有效打击范围内，就可用一个简单的起飞命令，借助敏捷的截击机、轰炸机、战斗机将其快速粉碎，且高度自动化的整备设施能确保从战斗中返航的舰载机能快速维修或重新武装。尽管该航母能借助强大的X-35护盾来确保自身安全，可一旦护盾发生器离线，那么它将变得异常脆弱，因此星体-级一般处于星载航母舰队中的前锋位置，而绝不会在没有战机联队保护的情况下独自航行。但即便是在如今，人们依旧很难在庞大的星域中遇见这些特种舰队，原因在于除了征服整颗行星或者封锁大片宇宙空间以外，就没有什么任务需要如此强大的武力。\n目前这艘在已知星域中最先进的航母因复杂的构造对轨道船坞的生产技术要求非常严格，故鲜有星体-级服役于霸主舰队中。且仅有速子旗下的高级军官或极其富有的海军上将，才偶尔建造一艘星体-级并作为旗舰来使用。\n战斗性能\n结构值10000\n装甲值900\n防御方式前盾\n护盾角度360\n护盾维持（幅能/秒）420\n护盾效率（幅能/伤害）0.6\n幅能容量12000\n幅能耗散600\n最高航速30\n战术系统：召回装置\n将所有部署在外的战机立即召回至航母机库之内，来使它们能迅速补充弹药或修复战机。\n安装槽位：2×大型导弹5中型能量，8×小型能量，6飞行甲板\n            ",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"11-18 15:55:00",
            "url":"detail/17",
            "img_url":"../../img/星体.png",
            "pinned":false
        },
        {
            "id":"18",
            "title":"【置顶】开发笔记",
            "content":"闲着无聊花十几分钟做了一个置顶的功能，嘛想了下还是有个文章一直在顶部比较合适。除了开发笔记外，兴许还有别的可以置顶呢，反正也就是去json文件里改下对象属性的事情。\n但本来想做后台来着……一个比较漂亮的后台页面，不仅可以方便地上传新的文章，不用手动把回车换行改成\\n，还能够浏览所有的文章，并删除文章；评论同理。这预计要花我4-12小时不等的时间去做，还要面向GPT编程写一堆我根本不太会的PHP脚本，想想就头疼呢。于是干脆摆了。接下来也就两三个小目标，实现了这个网站的开发也就大体结束了。\n",
            "author":"柚子",
            "tag_chs":"随笔",
            "tag_eng":"casualessay",
            "year":"2023",
            "time":"11-19 8:30:00",
            "url":"detail/18",
            "img_url":"",
            "pinned":true
        }
    ]
}