{
    "articles":[
        {
            "id":"1",
            "title":"赛博SRM",
            "content":"能以二阶段推进的方式发射一大簇高速动能穿刺弹头，这些弹头不仅能极大地削弱护盾，在击中船体时也能产生不俗的EMP 效果。最致命的是，普通点防武器对赛博来说几乎毫无作用。\n作为近程二级动能武器。当一级制导导弹携带着二级动能弹头到达攻击距离时，内置计算机将会顺势点燃动能弹头的推进器，正如其名，赛博所使用的二级弹头是由贫铀之类的高密度金属所制成的尾翼稳定脱壳穿甲弹。\n虽非常适合用于打击敌舰护盾并使其反应堆超载，但由于如今的标准装甲均有间隔，如果目标及时关闭护盾并以这些致密的装甲来承受穿刺弹头的打击时，其造成的破坏力将大幅降低。\n该武器系统装载有数枚赛博导弹。也具有双发和发射舱版本。（小型导弹武器，反护盾，动能，1200）",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"10-21 11:45:14",
            "url":"detail/1",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"2",
            "title":"典范-级 (战列舰)",
            "content":"人之领战舰设计中的巅峰之作，不仅仅是军事上的必要性而造就了该主力舰的诞生，更多的是海军部某些高层军官的野心在速子科技以及主要承包商的大力支持下所带来的结果。\n没有任何一艘主力舰要比典范-级更加坚挺、强大，它是旧时代真正意义上的无敌巨舰。\n战斗性能\n结构值18000\n装甲值1500\n防御方式全盾\n护盾角度360\n护盾维持（幅能/秒）750\n护盾效率（幅能/伤害）0.6\n幅能容量25000\n幅能耗散1250\n最高航速30\n战术系统：堡垒护盾\n禁用所有武器来大幅度降低护盾所受到的伤害，但会持续产生硬幅能。\n安装槽位2中型通用，4×小型导弹，4×中型能量，1大型能量，9×小型能量\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"10-22 19:08:10",
            "url":"detail/2",
            "img_url":"../../img/典范.png",
            "pinned":false
        },
        {
            "id":"3",
            "title":"《创世记·第一天》",
            "content":"写给傻蝎：\n你真的好傻好傻啊！\n我不知道，那天夜晚我花了多大的力气才叫出你的名字。看你回头的那一刻，我很茫然，也很犹豫，更不知所措\n，但，我看你笑了。也许你未注意到，但你的笑给予了我勇气，之前的怀疑啊，悔恨啊，自卑啊，在你的笑下都瓦解了呢。\n我看到你站在牌子前等着我。于是，我又跟你肩并肩走在一起了呢，虽然很短暂，但那感觉很美好。这是第三次了，既然过了三，我想会有更多次吧。\n其实我还是有点生气的，你知道吗？我记得之前你站在我旁边傻傻地站了半分钟，还傻傻地问：“王先生坐哪？”（是在问我吗？）希望我不是在自作多情，我真应该告诉你，或是一把从你手中夺过那本子扔在王先生位置上。但我没有，我真怂。那天下午大课间时，我偶然发现你看到我在排队时竟去了另一个餐厅。我想，也许你生气了呢。\n你有因我而受到心灵煎熬了吗？如果有，我既有点高兴，又有点愧疚，原来，你心里有我呢。\n那天你内心慌极了呢。哈哈，你为什么去男寝呢?校门又不在那边~在截然不同的方向呢。你呀，总是这样，装作自己冷冷，满不在乎的，其实心里小鹿乱撞，都不知道自己在干什么，说不定腿又软了呢~\n你说，说你不要我了，鬼才信呢，你最爱撒这种谎了，而且你又笑了，一点都不严肃。虽然我没听清你之前说的那些话，但，我相信未来。\n我再也无需自责，无需自卑，我一定要珍惜你，留住你，你是上天赐给我的幸运。\n 过去的不快终究如轻烟般散去，未来的大门等着我叩起。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-12 00:00:00",
            "url":"detail/3",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"4",
            "title":"《创世记·第二天》",
            "content":"你回来了呢。\n细细观察你才发现你经常发呆呢。是在想谁呢？\n其实我是应该鼓起勇气，向你打打招呼的。但是我还是很怕，不够自信，对长相更不自信。\n要是你我独自相处的时间再多一点就好了。\n你也是很闷骚，如果你哪怕积极那么一点点，我也会轻松很多。但，谁叫你是女孩子呢？你也有你的矜持吧。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-13 00:00:00",
            "url":"detail/4",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"5",
            "title":"《创世记·第三天》",
            "content":"可能偷偷看你上瘾了吧，细细一想，跟你说说话挺重要，但不是最重要的事，当你转过头来时，我看你，如果你发现了我也看向了我一眼的话，哪怕很短暂，我也会很开心。\n其实我生日快到了呢，你会祝福我吗？还是当作什么都没发生的忘掉呢？我并不衷心于过生日，我只是想看看你的反应，只要有一点反应我也会很开心，如果没有，我会难过，但不会特别在意。\n似乎即使之前在散步的时候，如果我们迎面相行，我总是大大方方地看着你，而你呢，总是低着头，你只敢望我的眼睛望一秒钟，或许只有一眼。其实，咱们第一次散步时，你看着我的眼睛看了蛮久（我当然也在看着你），你说，我们以后还能再散步一次吗？\n真是捉摸不透你这天蝎的心啊，很敏感，很古怪，对于我，你是心虚，还是羞涩呢？\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-14 00:00:00",
            "url":"detail/5",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"6",
            "title":"《创世记·第四天》",
            "content":"你又回来了（呵呵……）\n其实你还是给了我几次眼神的（不是我想多），我当然大胆地回敬啦，但你总是不肯多看几眼（我是不是很丑？）\n我将我们的事跟我基友说了，你有向那个朋友提到过我吗？（应该没有吧……）其实这个位置挺好的，至少，你的音容笑貌，一举一动，我可以尽收眼底呢……\n还是想和你说说话呢。（自嘲）\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-15 00:00:00",
            "url":"detail/6",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"7",
            "title":"《创世记·第五天》",
            "content":"可能态度转变啦。\n我一时很迷惘，我不知道我在追求，追寻什么。我是不是把你看得太重了？其实你一直都在以平常心对我，而我却一直把你看得很重要很重要，看成生命的一倍分。我这样做，似乎只会让自己活得更累。\n我也没必要一直看你，一直看你什么的。王先生说得对，我少多情一点，少忧郁一点，其实可以活得更好。\n也许自作多情的我明天又是另一种态度了。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-16 00:00:00",
            "url":"detail/7",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"8",
            "title":"《创世记·第六天》",
            "content":"一些真心话。\n回忆往事，和你那些往事真的很美好。记得第一次与你聊天时，你就那么随意地将你好朋友的账号发给了我，我很诧异，因为我们完全时陌生人，刚在同个教室一个多星期罢了。\n无论是第一次散步还是第二次散步，我觉得那时的自己很快乐，也很满足，那时看你的眼睛，自己的心灵还是很受震动的。\n后来我们关系恶化时，记得那天你一个人，我叫你时，你止不住地笑。看你的笑和眼角那抹有笑意的眼神，我以为，一切会变好。\n最后还是你亲手删了我吧。我真的像个疯子，你朋友说得对，也许我对你真的动了歪脑筋吧。\n我看来，朋友对你也许并不是负担，而我却不一样，我急于去表达对朋友的那份关心，最后自作自受。对你还是过了火吧。\n今天晚上，在操场上与你相遇，我觉得自己是迷惘的，因为，我觉得还是没法轻易放下你啊。\n你还是很重要，很重要的。如果有一天你孤身一人的走，我觉得我还是会主动上去搭讪。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"5-21 00:00:00",
            "url":"detail/8",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"9",
            "title":"《创世记·第七天》",
            "content":"那天是星期二的夜晚，我心情很不好，特别不好。\n也许我只是在生闷气。也许我是预感到了什么。\n直到，我收到了那封信。\n我以为是你写的。我只觉得自己很迷离，很怅惘，我不知怎得白砖瓦一个个从脚下掠过，我不知怎得迈过一个又一个阶级，终于找到了一个，我认为安全的地方，打开了那封信。我很蒙，但我的第一反应是，你也许欺骗了我呢。\n原来，我跟你做朋友，也会侵犯到别人的权益呢。\n我变得生气很阴沉，我不知怎得变得暴躁。\n那天放学，也许是轮到我收试卷上吧。\n我只觉得自己的脸很硬，很古板，我一声不吭地理着一张又一张试卷，直到，你来了。\n那是我一生不能忘掉的一幕，你拿着试卷，你至始至终在看我，你紧抿着嘴，没说一句话，你将试卷递给我，我知道我脸色不好看难看，但还是很小声地“嗯”了一声。\n你就这样看着我，直到我转头离开。\n我一辈子忘不了你的眼睛，以及镜片上那抹紫光。\n那一夜，灯光很刺眼。\n是她给我的那封信让我很黯淡吧，还有，你那时给我信的身影，微微闭合的双眸，毫不留情的回头，我终于明白，你与我无关。\n我又走上那个阶级，又走去一个无人发现的地方，我打开了那封信。\n很罕见呢，那封信被我撕了。\n我载着夜色，踏着月光，我默然地看着一个个人从我身旁走过，那一夜，灯光好刺眼，好明亮。隐隐约约，我看到你的背影了。\n辣眼。\n也许未来没有机会看到你的背影了吧，但我心甘情愿。\n你的未来我置之不理。\n再见，请忘掉能再见。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"6-?? 00:00:00",
            "url":"detail/9",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"10",
            "title":"蔡年彬精神诊断报告",
            "content":"主诉：患者否认有精神相关疾病。根据同学与朋友的描述，主要是妄想。\n现病史：患者于2018年发病。2018年3月，患者与一个同班女生聊天，一起到操场散步，疑有早恋倾向。两个一开始关系不错，但有一天患者不知道做了什么，同班的女生就断绝了与患者的来往。当同学提起此事时，患者说自己患有“精神分裂”，“都是另一个人格干的”，“我不知道这件事”。可惜无济于事，没有人相信患者说的话。（附注：于2019年同学问起此事时，患者说自己的病好了。另外，双重人格为分离性身份障碍而非精神分裂，可见患者缺乏相关精神病学知识，大概率是谎言。）于2018年5月，患者又与另一同班女生交往，开始在QQ上聊4个小时，并且彼此认可，大有又谈恋爱之势。后因为干了某些出格的事，与其闺蜜发生争吵，再次破碎。在2019年2月下旬，患者由于同班一女生在操场两次散步，第二次被同学们看见并且谣言广为传播。患者在操场散步时，大谈自己与“前女友”（多系2018年5月那个）的事情。后因谣言，该女生断绝与患者的交往，令患者极度伤心，一段时间面无表情，情感淡漠，不太会搭理他人。\n据其朋友叙述，患者在与其同床时，曾说自己的“前女友”水性杨花，很浪，并于自己最好的朋友……并且患者的情绪有些不稳定，有时会面无表情地呆坐着，进入犹如木僵地状态，有时又很兴奋，会滔滔不绝地讲故事。在其“前女友”生日时，患者曾说要返回原校给其一个Surprise，但得知其已考走时又唉声叹气。其同学叙述，患者总爱穿着动物衣物，穿盗版NEW BLANCE鞋，阿拉伯迷彩内裤，并歪头走路等。最近患者地症状有所加重，认为自己可以死灰复燃，在假期期间发QQ消息给2019年2月勾搭地那位女生，但那位女生因为手机掉马桶里并屏蔽了患者而未能回复。返校当天患者写了一封信要求同学转交给那位女生，反应不明。\n既往史：未知患者外伤、输血史，未知病史与服药史、冶游史。\n个人史：略\n家族史：未知\n精神检查\n（一）一般检查：青春期男性，年貌稍显油腻，目光略显深沉忧郁。表情十分丰富，衣着较整齐，但衣品不行。气质也与常人不同，有种把任何衣物穿成大妈衣物地潜质。长相不好描述，在此用同学的话代替：“乱发米饭夹杂，厚唇胡须密布，头戴老年眼镜，身穿大妈服装，下着能遮腿毛裤，足蹬椰子运动鞋，两个鼻孔大如斗，一展歌喉吓死狗”。皮肤较白，激动时面色潮红。意识清楚，定向力完整，完全可以自理，大、小便正常。饮食、睡眠未知。\n（二）认知活动\n1.感知觉：未有错觉、幻觉和感知综合障碍的表现。\n2.思维和思维障碍：据同学及朋友描述，患者有时会非常兴奋、激动，表情丰富，语速较快，笑声诡异，多发在提及患者恋爱史时。在上课、午休、自习时，有时患者会陷入一种类似木僵的状态。当别人叫患者时需若干秒才能反应过来。患者既往可疑出现妄想。当托其朋友问及你是否认为那些女人爱过自己，患者不作答；问及患者是否认为自己很帅，患者不作答。未查及思维连贯性障碍。疑有夸大妄想、钟情妄想。\n3.注意力：有时谈话注意力不够集中，及会不会注意对方的谈话，而进入一种类似木僵的状态。疑似是妄想导致，但也有可能有注意力障碍。\n4.记忆力与智商：从至少上了重点普高来讲，没什么问题。\n5.自知力：否认自己有情绪方面问题，否认自己的问题属于精神方面的，认为自己没有任何精神疾病。患者自认为高深莫测，已经历人间冷暖，懂得爱情，认为同龄人都是不谙世事的小屁孩。其同学大部分不认为其有精神方面的疾病，而认为是他的性格问题。\n（三）情感活动\n可推及患者有情感矛盾，对外宣传自己的“前女友”是个BZ，自己早已放下，不再回头，而自己却想回去见她。但也不排除患者性格原因，比如死要面子。患者对其同学说自己有情感高涨、情感低落、情感淡漠。情感反应与内心活动大都与周围环境一致。\n（四）意志行为：\n在学校时，除了打篮球和与女生散步之外，几乎都是单独一人行动。不在同学多的餐厅吃饭，夜宵时间除了与女生散步的那几次都是独自一人在操场拥挤的人流中行动。患者只要站着都是歪着头的，疑似为作态。患者喜爱带动物的衣物，据其同学描述，有老虎大红鞋、大苍蝇毛衣、大象卫衣、狗熊大衣，还有阿拉伯迷彩内裤。可能有象征性思维。患者有时会十分专注地做一件事，应为妄想，有意志力增强的表现。患者经常专注于学习数学竞赛，但学不起。\n诊断：ICD-11编号7A50.21；7A60.A。有精神分裂症，多次发作，目前为发作期。双向I型障碍，目前为伴有精神病性症状的混合状态。\n治疗计划：\n精神分裂症：当患者出现妄想、瓦解症候群等阳性症状时，服用奥氮平可以有效控制阳性症状。患者之后发病均视为复发，均应视为急性发作期，应尽快控制症状防止疾病所致的继发性伤害。这时应服用奥氮平，5mg/d开始，如一周后无严重不良反应，应加大剂量至治疗剂量10-20mg/d。之后到巩固治疗期时，应继续服用治疗剂量至少六个月，待病情充分缓解后，可以减少剂量。但作为第二代抗精神病药，可以根据患者的用药情况、病情程度进行评估，可以在维持治疗期继续使用治疗剂量。当阴性症状发作时，奥氮平效果不佳，可以考虑换药或加药，使用抗抑郁药物。\n双相障碍：躁狂发作时，以心境稳定剂为主，使用碳酸锂。发作时碳酸锂的治疗剂量在100mg-200mg/d，先从小剂量开始，再逐步增加至治疗剂量。由于奥氮平也有一定的心境稳定作用，所以碳酸锂可作为备用药物，或是和奥氮平联合使用。抑郁发作时，亦可采用碳酸锂。奥氮平与氟西汀也是另一种选择。当上述药物效果均不明显时，可以尝试使用其他抗抑郁药，但要提防其转躁。\n对于这两种疾病，电抽搐治疗也是不错的选择。向其大脑施加233V的电压，并注射麻醉剂和肌肉松弛剂，以免抽搐所致骨折。或者使用热抽搐治疗，不需麻醉剂，可在意识清醒时进行。方法是把患者按在床上，用电熨斗夹击患者头部，即可达到治疗目的。\n",
            "author":"柚子",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-?? 00:00:00",
            "url":"detail/10",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"11",
            "title":"年彬短句-箴言篇",
            "content":"1.一次次错过良机，是为了忘我的珍惜，失而复得后的你。\n2.再见到你，我一定让自己假装很坚定。\n3.所谓独有的倔强，就是甘愿为你的矜持放下。\n4.只是不愿失去你，不是不能。\n5.我最大的不幸，就是没守住目送你背影的权利。\n6.星辰多温柔，恰似你的双眸。细水涓涓流，但愿能重逢。\n7.我与你的对问，好似黑夜问白天，无法捉摸。\n8.或许，我主动一点，等着我的便是海阔天空？\n9.人生不过百十岁，问君还有几时回？\n10.秋波相传，即使隔着银河，也能冻结时间。\n11.我甘愿跟在你身后，我甘愿等在这路口。我只想陪你走走，我只想你心里有我。\n12.空空如也的分手，忘记自我的念旧。\n13.我什么都有，倒也不差你。我什么都没有，倒也不怕没有你。\n14.你我之间好似一圆，起点最远处，是我们最快乐的时候，之后，渐渐落幕。\n15.曲终人散，此刻，不散人，只散心。\n16.你终究只是一场风。舒适之后，再也寻不得你的踪迹。\n17.依赖一个人到极致，会被厌弃。\n18.只是受够了大风大浪，所以悲观一点，才不会让孤帆叶舟被打翻。\n19.你若是那水，我绝不愿做条鱼，凭你而活。你若是那日，我绝不愿做朵云，衬托你的光芒。你若是那月，我绝不愿做那夜，渲染我的寂寞。\n20.流年花絮谁人懂，光阴旧梦驻心中。\n21.一剪闲云一溪月，一程山水一年华。\n22.平淡是真，张扬是假。\n23.想哭就哭吧，明天总要微笑。\n24.我们两不亏欠。\n25.我再也不苦苦寻觅你的身影，我再也不苦思冥想你的内心。不是我的强求不来。既然你不属于我，我何必执着？\n26.你来，我走，你不来，我也不请求。\n27.既然对你来说，你视我这个朋友如草芥，我也不想挽留。\n28.心酸了，就不会再甜，你令我心酸，就意味着你我之间注定悲剧。\n29.星星和月亮，一如既往。就像你我之间也不会变化。\n30.一个人挺好，没心没肺，没有牵挂。\n31.早就想忽略我了吧，只是开不出口\n32.心中不愿，可以找一万个理由\n33.失望和失落，只能自己体会\n34.我没有理由强求你，再热情以对只会活得更累\n35.要被伤害多少次，才能收敛满腔深情？\n36.看来，只有在被伤害时才会想起你的好。——ABB\n37.失落怎能讲得清楚，难受怎能感同身受。\n38.总有些东西想随手记下，流露于心，乃是真情告白。\n39.细细一想，你不可能是我的避风巷，但请别做我的大风大浪。\n40.你走你的阳关道，我走我的独木桥。\n41.只能为你哭泣一次，就好比只能为你一个人付出所有，道理时一样的。\n42.太在乎你对我的感受，只会让我活得更累。\n43.我想，你只是单纯的简单，所以没必要对你抱有奢望。\n44.乐观好，但不如悲观坚强。\n45.一个人也罢，结伴而行也罢，茫茫人海也罢，背影总是落寞。\n46.就这样挺好，你不看我，我看着你。我不吵不闹不笑，看手舞足蹈的你，反衬孤独的我。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"3-?? 00:00:00",
            "url":"detail/11",
            "img_url":"",
            "pinned":false
        },
        {
            "id":"15",
            "title":"攻势-级（战列舰）",
            "content":"历史悠久的著名设计。在先进打击武器、新型能量武器、护盾系统均未被开发出的远古时期，攻势-级战列舰就已经开始服役于人之领中的无敌舰队。\n当攻势-级第一次从轨道船坞发射升空时，这艘让周遭舰船相形见绌的庞然大物让整片星域都为之震颤。甚至有传言称它们是在一场早被遗忘的战争中被制造用以对抗异种的中流砥柱。后来，人之领工程师对其蓝图进行了改进，不仅增加了护盾系统、升级了超光速引擎、还通过自动化和迭代工程减少必要船员的数量。即使有其它更先进的主力舰蓝图，但由于系统极其简单，故攻势-级仍然当今最容易生产的主力舰之一。\n这艘在设计时就未曾考虑护盾的战舰仅凭可靠装甲就能在承受猛烈炮火的同时，最大程度保护船员们的安全并组织有效反击，因而深受军官和船员们的爱戴。尽管在后勤方面需依赖大量的弹药补给，但凭借其无与伦比的正面火力，让攻势-级可在数分钟内摧毁整支舰队。\n如今，攻势-级以中坚力量的角色，骄傲地服役于霸主海军之中。\n战斗性能\n结构值20000\n装甲值1750\n防御方式前盾\n护盾角度180\n护盾维持（幅能/秒）240\n护盾效率（幅能/伤害）1\n幅能容量17000\n幅能耗散600\n最高航速25\n战术系统：烈焰驱动器\n短时间内大幅度提升该舰速度，代价是期间内无法使用或打开护盾，且系统处于活跃状态时，如果遗到剧烈碰撞将导致引擎熄火。\n安装槽位：3大型实弹，4×中型导弹6×小型实弹，9×中型实弹\n军备详情：2热脉冲加农炮\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"11-18 15:46:00",
            "url":"detail/15",
            "img_url":"../../img/攻势.png",
            "pinned":false
        },
        {
            "id":"16",
            "title":"奥德赛-级（战列巡洋舰）",
            "content":"尽管不对称的球形设计掩盖了这艘战列巡洋舰的真正实力，但凭借独特的船体构造与战术系统，奥德赛-级不仅将能量武器与机动战术完美衔接，还依靠内置的飞行甲板获取了更多的战术选择。\n奥德赛-级曾被人之领海军采购委员会认为是一种失败的设计，并提出许多反对意见:战术定位模糊，军官会议室太大，能源网仅使用高级组件，且配件昂贵。尽管经历了几轮令人瞠目结舌的预算超支和贿赂丑闻，但它的生产合同仍坚持到最后的原型实验前才被驳回。但从未放弃过一次赚钱机会的牵牛星科技将奥德赛-级授权给了几个身处边境的开发公司，其中不乏天苑四-乌托邦地貌改造集团这类的大客户，为他们提供一种可靠的武装移动勘探总部与操作平台。正是因为它在大公司开发边境的过程中扮演了重要的角色，让原本稀有的奥德赛-级最终出现于英仙座星域当中。\n战斗性能\n结构值10000\n装甲值1000\n防御方式全盾\n护盾角度180\n护盾维持（幅能/秒）250\n护盾效率（幅能/伤害）1\n幅能容量15000\n幅能耗散1000\n最高航速70\n战术系统：等离子爆裂驱动器\n在极短的时间内以极快的速度推进舰船向前移动一段距离。\n安装槽位：1大型协同，2大型能量，3中型导弹12小型能量，2飞行甲板\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"11-18 15:52:00",
            "url":"detail/16",
            "img_url":"../../img/奥德赛.png",
            "pinned":false
        },
        {
            "id":"17",
            "title":"星体-级（航母）",
            "content":"技术先进的主力舰，星体-级航母通过所搭载的大量战机联队来为其提供强大的火力输出。\n在大崩塌前几年里，星体-级一直被公认是航母设计领域中的缩影。除部分点防武器和导弹发射架外，该舰几乎所有的自动化系统以及防御模块都是由复杂的(但未过于复杂的)Al系统来进行操控。\n星体-级的主要火力通常都依赖所搭载的战机联队，由于这些数量庞大的战机具备极为灵活的战术空间，因此只要敌舰出现在有效打击范围内，就可用一个简单的起飞命令，借助敏捷的截击机、轰炸机、战斗机将其快速粉碎，且高度自动化的整备设施能确保从战斗中返航的舰载机能快速维修或重新武装。尽管该航母能借助强大的X-35护盾来确保自身安全，可一旦护盾发生器离线，那么它将变得异常脆弱，因此星体-级一般处于星载航母舰队中的前锋位置，而绝不会在没有战机联队保护的情况下独自航行。但即便是在如今，人们依旧很难在庞大的星域中遇见这些特种舰队，原因在于除了征服整颗行星或者封锁大片宇宙空间以外，就没有什么任务需要如此强大的武力。\n目前这艘在已知星域中最先进的航母因复杂的构造对轨道船坞的生产技术要求非常严格，故鲜有星体-级服役于霸主舰队中。且仅有速子旗下的高级军官或极其富有的海军上将，才偶尔建造一艘星体-级并作为旗舰来使用。\n战斗性能\n结构值10000\n装甲值900\n防御方式前盾\n护盾角度360\n护盾维持（幅能/秒）420\n护盾效率（幅能/伤害）0.6\n幅能容量12000\n幅能耗散600\n最高航速30\n战术系统：召回装置\n将所有部署在外的战机立即召回至航母机库之内，来使它们能迅速补充弹药或修复战机。\n安装槽位：2×大型导弹5中型能量，8×小型能量，6飞行甲板\n            ",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"11-18 15:55:00",
            "url":"detail/17",
            "img_url":"../../img/星体.png",
            "pinned":false
        },
        {
            "id":"18",
            "title":"【置顶】开发笔记",
            "content":"闲着无聊花十几分钟做了一个置顶的功能，嘛想了下还是有个文章一直在顶部比较合适。除了开发笔记外，兴许还有别的可以置顶呢，反正也就是去json文件里改下对象属性的事情。\n但本来想做后台来着……一个比较漂亮的后台页面，不仅可以方便地上传新的文章，不用手动把回车换行改成\\n，还能够浏览所有的文章，并删除文章；评论同理。这预计要花我4-12小时不等的时间去做，还要面向GPT编程写一堆我根本不太会的PHP脚本，想想就头疼呢。于是干脆摆了。接下来也就两三个小目标，实现了这个网站的开发也就大体结束了。\n因为前几周接触了sovits(本质上就是ai语音)，所以一时起兴致在某些特殊文章(lovemaster)上整了一些语音。一开始还只有喜多郁代的语音，后来我放弃了把语音应用到所有文章上的想法，只在年彬文章里用，(工作量减少)所以给年彬文章多加了数个其它人物的语音。\n删除了有关我的随笔的文章。以后挂公网上再重新post上去。",
            "author":"柚子",
            "tag_chs":"随笔",
            "tag_eng":"casualessay",
            "year":"2023",
            "time":"11-19 8:30:00",
            "url":"detail/18",
            "img_url":"",
            "pinned":true
            
        }
    ]
}