{
    "articles":[
        {
            "id":"1",
            "title":"赛博SRM",
            "content":"能以二阶段推进的方式发射一大簇高速动能穿刺弹头，这些弹头不仅能极大地削弱护盾，在击中船体时也能产生不俗的EMP 效果。最致命的是，普通点防武器对赛博来说几乎毫无作用。\n作为近程二级动能武器。当一级制导导弹携带着二级动能弹头到达攻击距离时，内置计算机将会顺势点燃动能弹头的推进器，正如其名，赛博所使用的二级弹头是由贫铀之类的高密度金属所制成的尾翼稳定脱壳穿甲弹。\n虽非常适合用于打击敌舰护盾并使其反应堆超载，但由于如今的标准装甲均有间隔，如果目标及时关闭护盾并以这些致密的装甲来承受穿刺弹头的打击时，其造成的破坏力将大幅降低。\n该武器系统装载有数枚赛博导弹。也具有双发和发射舱版本。（小型导弹武器，反护盾，动能，1200）",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"10-21 11:45:14",
            "url":"detail/1",
            "img_url":""
        },
        {
            "id":"2",
            "title":"典范-级 (战列舰)",
            "content":"人之领战舰设计中的巅峰之作，不仅仅是军事上的必要性而造就了该主力舰的诞生，更多的是海军部某些高层军官的野心在速子科技以及主要承包商的大力支持下所带来的结果。\n没有任何一艘主力舰要比典范-级更加坚挺、强大，它是旧时代真正意义上的无敌巨舰。\n战斗性能\n结构值18000\n装甲值1500\n防御方式全盾\n护盾角度360\n护盾维持（幅能/秒）750\n护盾效率（幅能/伤害）0.6\n幅能容量25000\n幅能耗散1250\n最高航速30\n战术系统：堡垒护盾\n禁用所有武器来大幅度降低护盾所受到的伤害，但会持续产生硬幅能。\n安装槽位2中型通用，4×小型导弹，4×中型能量，1大型能量，9×小型能量\n",
            "author":"柚子",
            "tag_chs":"远行星号",
            "tag_eng":"starsector",
            "year":"2023",
            "time":"10-22 19:08:10",
            "url":"detail/2",
            "img_url":"../../img/典范.png"
        },
        {
            "id":"3",
            "title":"《创世记·第一天》",
            "content":"写给傻蝎：\n你真的好傻好傻啊！\n我不知道，那天夜晚我花了多大的力气才叫出你的名字。看你回头的那一刻，我很茫然，也很犹豫，更不知所措\n，但，我看你笑了。也许你未注意到，但你的笑给予了我勇气，之前的怀疑啊，悔恨啊，自卑啊，在你的笑下都瓦解了呢。\n我看到你站在牌子前等着我。于是，我又跟你肩并肩走在一起了呢，虽然很短暂，但那感觉很美好。这是第三次了，既然过了三，我想会有更多次吧。\n其实我还是有点生气的，你知道吗？我记得之前你站在我旁边傻傻地站了半分钟，还傻傻地问：“王先生坐哪？”（是在问我吗？）希望我不是在自作多情，我真应该告诉你，或是一把从你手中夺过那本子扔在王先生位置上。但我没有，我真怂。那天下午大课间时，我偶然发现你看到我在排队时竟去了另一个餐厅。我想，也许你生气了呢。\n你有因我而受到心灵煎熬了吗？如果有，我既有点高兴，又有点愧疚，原来，你心里有我呢。\n那天你内心慌极了呢。哈哈，你为什么去男寝呢?校门又不在那边~在截然不同的方向呢。你呀，总是这样，装作自己冷冷，满不在乎的，其实心里小鹿乱撞，都不知道自己在干什么，说不定腿又软了呢~\n你说，说你不要我了，鬼才信呢，你最爱撒这种谎了，而且你又笑了，一点都不严肃。虽然我没听清你之前说的那些话，但，我相信未来。\n我再也无需自责，无需自卑，我一定要珍惜你，留住你，你是上天赐给我的幸运。\n 过去的不快终究如轻烟般散去，未来的大门等着我叩起。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-12 00:00:00",
            "url":"detail/3",
            "img_url":""
        },
        {
            "id":"4",
            "title":"《创世记·第二天》",
            "content":"你回来了呢。\n细细观察你才发现你经常发呆呢。是在想谁呢？\n其实我是应该鼓起勇气，向你打打招呼的。但是我还是很怕，不够自信，对长相更不自信。\n要是你我独自相处的时间再多一点就好了。\n你也是很闷骚，如果你哪怕积极那么一点点，我也会轻松很多。但，谁叫你是女孩子呢？你也有你的矜持吧。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-13 00:00:00",
            "url":"detail/4",
            "img_url":""
        },
        {
            "id":"5",
            "title":"《创世记·第三天》",
            "content":"可能偷偷看你上瘾了吧，细细一想，跟你说说话挺重要，但不是最重要的事，当你转过头来时，我看你，如果你发现了我也看向了我一眼的话，哪怕很短暂，我也会很开心。\n其实我生日快到了呢，你会祝福我吗？还是当作什么都没发生的忘掉呢？我并不衷心于过生日，我只是想看看你的反应，只要有一点反应我也会很开心，如果没有，我会难过，但不会特别在意。\n似乎即使之前在**的时候，如果我们迎面相行，我总是大大方方地看着你，而你呢，总是低着头，你只敢望我的眼睛望一秒钟，或许只有一眼。其实，咱们第一次散步时，你看着我的眼睛看了蛮久（我当然也在看着你），你说，我们以后还能再散步一次吗？\n真是捉摸不透你这天蝎的心啊，很敏感，很古怪，对于我，你是心虚，还是羞涩呢？\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-14 00:00:00",
            "url":"detail/5",
            "img_url":""
        },
        {
            "id":"6",
            "title":"《创世记·第四天》",
            "content":"你又回来了（呵呵……）\n其实你还是给了我几次眼神的（不是我想多），我当然大胆地回敬啦，但你总是不肯多看几眼（我是不是很丑？）\n我将我们的事跟我基友说了，你有向那个朋友提到过我吗？（应该没有吧……）其实这个位置挺好的，至少，你的音容笑貌，一举一动，我可以尽收眼底呢……\n还是想和你说说话呢。（自嘲）\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-15 00:00:00",
            "url":"detail/6",
            "img_url":""
        },
        {
            "id":"7",
            "title":"《创世记·第五天》",
            "content":"可能态度转变啦。\n我一时很迷惘，我不知道我在追求，追寻什么。我是不是把你看得太重了？其实你一直都在以平常心对我，而我却一直把你看得很重要很重要，看成生命的一倍分。我这样做，似乎只会让自己活得更累。\n我也没必要一直看你，一直看你什么的。王先生说得对，我少多情一点，少忧郁一点，其实可以活得更好。\n也许自作多情的我明天又是另一种态度了。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"4-16 00:00:00",
            "url":"detail/7",
            "img_url":""
        },
        {
            "id":"8",
            "title":"《创世记·第六天》",
            "content":"一些真心话。\n回忆往事，和你那些往事真的很美好。记得第一次与你聊天时，你就那么随意地将你好朋友的账号发给了我，我很诧异，因为我们完全时陌生人，刚在同个教室一个多星期罢了。\n无论是第一次散步还是第二次散步，我觉得那时的自己很快乐，也很满足，那时看你的眼睛，自己的心灵还是很受震动的。\n后来我们关系恶化时，记得那天你一个人，我叫你时，你止不住地笑。看你的笑和眼角那抹有笑意的眼神，我以为，一切会变好。\n最后还是你亲手删了我吧。我真的像个疯子，你朋友说得对，也许我对你真的动了歪脑筋吧。\n我看来，朋友对你也许并不是负担，而我却不一样，我急于去表达对朋友的那份关心，最后自作自受。对你还是过了火吧。\n今天晚上，在操场上与你相遇，我觉得自己是迷惘的，因为，我觉得还是没法轻易放下你啊。\n你还是很重要，很重要的。如果有一天你孤身一人的走，我觉得我还是会主动上去搭讪。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"5-21 00:00:00",
            "url":"detail/8",
            "img_url":""
        },
        {
            "id":"9",
            "title":"《创世记·第七天》",
            "content":"那天是星期二的夜晚，我心情很不好，特别不好。\n也许我只是在生闷气。也许我是预感到了什么。\n直到，我收到了那封信。\n我以为是你写的。我只觉得自己很迷离，很怅惘，我不知怎得白砖瓦一个个从脚下掠过，我不知怎得迈过一个又一个阶级，终于找到了一个，我认为安全的地方，打开了那封信。我很蒙，但我的第一反应是，你也许欺骗了我呢。\n原来，我跟你做朋友，也会侵犯到别人的权益呢。\n我变得生气很阴沉，我不知怎得变得暴躁。\n那天放学，也许是轮到我收试卷上吧。\n我只觉得自己的脸很硬，很古板，我一声不吭地理着一张又一张试卷，直到，你来了。\n那是我一生不能忘掉的一幕，你拿着试卷，你至始至终在看我，你紧抿着嘴，没说一句话，你将试卷递给我，我知道我脸色不好看难看，但还是很小声地“嗯”了一声。\n你就这样看着我，直到我转头离开。\n我一辈子忘不了你的眼睛，以及镜片上那抹紫光。\n那一夜，灯光很刺眼。\n是她给我的那封信让我很黯淡吧，还有，你那时给我信的身影，微微闭合的双眸，毫不留情的回头，我终于明白，你与我无关。\n我又走上那个阶级，又走去一个无人发现的地方，我打开了那封信。\n很罕见呢，那封信被我撕了。\n我载着夜色，踏着月光，我默然地看着一个个人从我身旁走过，那一夜，灯光好刺眼，好明亮。隐隐约约，我看到你的背影了。\n辣眼。\n也许未来没有机会看到你的背影了吧，但我心甘情愿。\n你的未来我置之不理。\n再见，请忘掉能再见。\n",
            "author":"蔡年彬",
            "tag_chs":"年彬文章",
            "tag_eng":"lovemaster",
            "year":"2019",
            "time":"6-?? 00:00:00",
            "url":"detail/9",
            "img_url":""
        }
    ]
}